export const temrsText = [
    {
        title: '1. השימוש בשירות',
        rows: [
            'השימוש באתר (״האפליקציה"), לרבות התכנים והשירותים המוצעים בהם וכל חלק מאלה כפוף לתנאי שימוש אלה ("תנאי השימוש" ו/או "הסכם זה"). על-ידי גלישה, הורדה, שימוש ו/או רישום בשירות ו/או כל פעולה אחרת בשירות הנך ("אתה") מתחייב כי קראת וקיבלת על עצמך את תנאי השימוש וכי הם מהווים הסכם מחייב בינך לבין בופלו ע.מ 558510699 (להלן : ״המסעדה״ ) במידה ואינך מסכים עם תנאי מתנאי השימוש עליך לחדול באופן מידי מלעשות כל שימוש בשירות.',
            'תנאי השימוש של השירות עשויים להשתנות מעת לעת ולפי שיקול דעתה הבלעדי של המסעדה וללא הודעה מראש. נא להתעדכן מעת לעת באיזור האישי תחת תנאי שימוש / מדיניות פרטיות. פרסים, פרסומים ומבצעים כפופים לתנאי המבצע או הפרסום הרלוונטיים כפי שהם מופיעים בדפי השירות.',
            'תנאי השימוש מנוסחים בלשון זכר אך פונים לגברים ונשים כאחד.'
        ]
    },
    {
        title: '2. רישיון',
        rows: [
           'בכפוף לתנאי השימוש, המסעדה תעניק לך רישיון מוגבל בזמן, הניתן לביטול (בשיקול דעתה הבלעדי של המסעדה), לא בלעדי, בלתי ניתן להעברה, ללא זכות מתן רישיונות משנה, לעשות שימוש אישי ולא מסחרי בשירות.',
        ]
    },
    {
        title: '3. הגבלות ואיסורים',
        rows: [
           'הנך מצהיר ומתחייב כי הנך לפחות בן 18 וכי תעשה בשירות אך ורק שימוש אישי שאינו מסחרי וזאת בכפוף לתנאי השימוש. תשלום וביצוע הזמנות דרך השירות מותרים אך ורק מגיל 18. הנך מתחייב שלא:',
           `א. למכור, להעניק רישיון (או רישיון משנה), להשכיר, להמחות, להעביר, לשעבד ו/או לחלוק עם צד ג' כל חלק בזכויותיך תחת תנאי השימוש.`,
           `ב. להעביר, להפיץ, להעתיק, להעמיד לרשות הציבור ו/או לשדר את השירות ו/או כל חלק ממנו.`,
           `. לעשות שימוש בשירות ו/או להפיץ כל חלק ממנו באזורי שיפוט בהם פעולה זו ו/או כל חלק מהשירות מהווים עבירה על החוק, או בהם פעולה זו תכפיף את המסעדה ו/או מי מהגורמים הקשורים אליה לחובת רישום בתחום סמכות השיפוט או מדינה כאמור.`,
           `ד. לעשות, לעודד, לקדם, להנחות ו/או לסייע לאחר לעשות בשירות כל שימוש שאינו חוקי, פוגעני ו/או מזיק.`,
           `ה. לבקר בשירות ו/או בכל חלק ממנו באופן בלתי מורשה ו/או לעשות שימוש בשירות תוך שימוש בשיטות ו/או אמצעים שאינם מורשים, כולל בין היתר רובוטים, זחלים, עכבישים ו/או כל אמצעי אוטומטי אחר.`,
           `ו. לשנות, לתרגם, להנדס לאחור (אלא אם הדין החל אוסר באופן מפורש הצבת הגבלה כאמור), לעשות כל ניסיון לגלות את קוד המקור של כל חלק בשירות ו/או כל תוכנה הקשורה אליו ו/או ליצור יצירות נגזרות שלו`,
           `ז. לעשות כל שימוש בשירות באופן העלול לגלות ו/או להפיץ את קוד המקור של השירות ו/או כל חלק ממנו ו/או העלול להכפיף את המסעדה לחובה לגלות ו/או להפיץ את קוד המקור של השירות ו/או של כל חלק ממנו ו/או שימוש שעלול להעניק לצד ג' את הזכות לשנות או ליצור יצירות נגזרות מהשירות ו/או קוד המקור`,
           `ח. להתחזות לאחר, לעשות שימוש באמצעי תשלום של צד ג' ו/או שלא על-פי דין ו/או לפתוח חשבון בשירות שלא בעבורך או לשימושך האישי בלבד`,
           `ט. להעלות ו/או לשלוח דרך השירות תכנים פוגעניים ו/או מזיקים, כולל מבלי לגרוע קבצים שעלולים להעמיס או להשבית את השירות, וירוסים, טרוג'אנים, ספאם, רוגלה או כל קוד או קובץ מזיק אחר`,
           ``,
           `י. לעשות שימוש בתגיות מטא Meta Tags),מטא דטה (Meta Data) או טקסט חבוי אחר ו/או בקישורים או תוצאות חיפוש ממומנות של מנוע חיפוש כלשהו אשר עושים שימוש במילות מפתח כלשהן המכילות, דומות או זהות לסימני המסחר (כהגדרתם להלן בסעיף 4).`,
        ]
    },
    {
        title: `4. קניין רוחני`,
        rows: [
           `כל זכויות הקניין הרוחני בשירות ובתוכן שלך (ראה הגדרה להלן בסעיף 7), כוללים בין היתר ומבלי לגרוע בשירות, תוכנות, פלטפורמות, אלגוריתמים, טכנולוגיה, עיצוב, מדגמים, סימני מסחר, מידע, שירותים, טקסט, קבצים, קטעי וידאו, תמונות, סאונד ומוזיקה, זרימת המשתמש וכל תוכן קנייני אחר ו/או שיפורים  או יצירות נגזרות של אלה הם קניינה של המסעדה ו/או של מרשיה, להם כל הזכויות בחומרים אלה, כולל כל זכויות הקניין הרוחני הקשורים עמם ("קניין המסעדה"). משמעות המונח "זכויות קניין רוחני" הוא, בין אם הן רשומות או לא, בישראל או בכל העולם:`,
           `א. זכויות יוצרים, לרבות ומבלי לגרוע זכויות ביצירות כתובות, מצולמות ומוקלטות`,
           `ב. סימני מסחר (לרבות סימני מסחר ולוגואים של המסעדה , חברות קשורות ו גורמים שלישיים), סימני שירות, שמות מתחם, לוגואים, שמות מסחריים, מוניטין ("סימני המסחר")`,
           `ג. פטנטים, בקשות פטנט ואמצאות`,
           `ד. סודות מסחר`,
           `ה. זכויות המקבילות לאלה המוזכרות לעיל וכל זכות קניינית אחרת הקשורה בקניין לא מוחשי`,
           `ו. פיצולים, המשכים, הארכות, חידושים ורישום מחדש של כל זכות מהזכויות המוזכרות לעיל, בין אם קיימים היום או שיוגשו, יירשמו ו/או יתקבלו בעתיד.`,
           `הנך מסכים ומודע לכך כי למסעדה הזכות המלאה, בכל זמן בו תחפוץ ומכל סיבה שהיא או ללא סיבה כלל, לעצב מחדש, לשנות את הסדר, המבנה והמפרט, המאפיינים וכל רכיב ו/או אספקט אחר של השירות או כל חלק ממנו.`,
           `אין בתנאי שימוש אלה ו/או בדבר כלשהו הרשום בשירות כדי להוות העברה ו/או מתן זכויות כלשהן בנוגע לזכויות קניין רוחני בחלק כלשהו בשירות כולל קניין המסעדה פרט לרישיון המוגבל שבסעיף 2 לעיל.`,
        ]
    },
    {
        title: `5. החשבון שלך`,
        rows: [
           `במהלך יצירת חשבונך בשירות, תידרש לרשום את מספר הטלפון הפרטי שלך לטובת אימות, תקבל לטלפון מסרון עם קוד אימות. הנך האחראי הבלעדי לכל פעולה בחשבונך, (כולל שימוש בלתי מורשה), לשמירת הסודיות ולקיום הוראות צד ג'. אם יש לך סיבה כלשהי לחשוד כי צד ג' גילה או שהתרחשה גישה לא מורשית לחשבונך בשירות, הנך נדרש להודיע על כך למסעדה באופן מיידי ולהתנתק מהשירות.`,
        ]
    },
    {
        title: `6. הזמנות`,
        rows: [
           `בכפוף לתנאי השימוש, תוכל לעיין בתפריט ארוחות וברשימת שירותים ומוצרים ואף לבצע הזמנות באמצעות השירות. בעת ההזמנה ובכפוף לזמינות השירות, תוכל להזמין משלוח לכתובת שתספק למסעדה ולשלם באשראי או בכל אמצעי תשלום שהמסעדה תאשר לשלם בו, לחלופין תוכל להזמין ולשלם דרך האפליקציה ולאסוף בעצמך את ההזמנה בסניף או במסעדה. במידה ותבחר לשלם  במסעדה, תתבקש לעמוד בתור הרגיל כדי לדווח את מספר ההזמנה ולשלם עליה. המסעדה עשויה, בכפוף לשיקול דעתה הבלעדי, לעשות שימוש במסגרת השירות באמצעי זיהוי שמטרתם לאמת את ההזמנה, כגון אישור בSMS או אימייל. ללא אימות כאמור ככל שיידרש, לא יתאפשר מתן השירות.`,
           `כל המחירים הם בשקלים חדשים וכוללים מע"מ אך אינם כוללים את התשלום עבור המשלוח, אשר יצוין בנפרד במהלך הזמנת משלוח. כל המחירים, כולל המשלוח, עשויים להשתנות מעת לעת בכפוף לשיקול דעתה הבלעדי של המסעדה. המחיר שיחול על ההזמנה יהיה המחיר שהוצג לך בעת ביצוע ההזמנה. המלאי והזמינות של השירותים והמוצרים המוצעים בשירות מוגבלים וייתכן כי בעת קבלת  ההזמנה לא ניתן יהיה לספק את המוצר או השירות שהוזמנו. המסעדה שומרת לעצמה את הזכות לשנות ו/או להסיר את רשימת המוצרים והשירותים המוצעים בשירות בכפוף לשיקול דעתה הבלעדי ואין בתנאי השירות אלה ו/או בשירות כדי לחייב את המסעדה להציע או לספק שירותים ו/או מוצרים כלשהם. תמונות המוצרים בשירות נועדו להמחשה בלבד. ייתכנו הבדלים בין התמונות המוצגות בשירות, לבין המוצרים המסופקים בפועל, לרבות אך לא רק, הפרשי גוונים בין תצלומי המוצרים בשירות לבין המוצרים כפי שיסופקו בפועל.`,
           `המשלוחים בשירות מוגבלים לפי אזורי החלוקה של המסעדה ו/או של חברות השליחות מטעמה. ייתכן ולא יסופקו משלוחים ו/או יתקבלו הזמנות מאזורים מסוימים. המסעדה תוכל להקטין או לבטל אזורי חלוקה בגלל תנאי מזג אוויר / חוסר שליחים או כל סיבה שתקשה עליה לבצע משלוח לכתובת המבוקשת.`,
           `התשלום עבור ההזמנה יבוצע לאחר בקשתך שנכין לך את ההזמנה או במקרה של תשלום במזומן בקופה. במשלוחים התשלום יבוצע עם סיום ההזמנה בשירות.  התשלום עובר לחשבון המסעדה דרך זד קרדיט Z-Credit - פתרונות סליקת אשראי לעסקים.`,
           `אם הפרטים, לרבות ומבלי לגרוע הכתובת למשלוח שסיפקת אינם נכונים (במלואם או חלקם) או חלקיים ו/או לא תהיה זמין בכתובת זו במועד המשלוח ועקב כך יתעכב ו/או ייכשל המשלוח, המסעדה תהיה רשאית לחייב אותך בהזמנה ובעלות המשלוח.`,
           `לא ניתן לבצע ביטול של הזמנת במשלוח ו/או באיסוף עצמי ו/או ישיבה במקום לאחר שליחת ההזמנה באפליקציה .`,
        ]
    },
    {
        title: `7. התוכן שלך`,
        rows: [
           `הנך האחראי הבלעדי לכל תוכן שתשלח למסעדה, לרבות טקסטים, קטעי וידאו, תמונות, מידע, רעיונות, עיצובים וכל תוכן אחר ("התוכן שלך"). למסעדה לא תהיה כל אחריות לתוכן שלך. בשליחת התוכן שלך למסעדה אתה ממחה ומעביר למסעדה באופן בלתי הדיר את כל זכויותיך בתוכן שלך, כולל כל שיפור ויצירה נגזרת שלו וזכויות הקניין הרוחני של כל אלה. הנך מצהיר ומתחייב כי:`,
           `א. הנך בעל מלוא הזכויות להתקשר בתנאי השימוש, לעמוד באיסורים וההתחייבויות הכלולים בהם ולבצע הזמנות בשירות ובמידה ושימושך בשירות נעשה עבור ארגון/חברה הנך מצהיר ומתחייב כי שימושך והסכמתך לתנאי השימוש מחייבים את אותו ארגון/חברה`,
           `ב.  אין מניעה, חוקית או אחרת להתקשרותך בתנאי השימוש`,
           `ג. שימושך בשירות ייעשה באופן חוקי ובהתאם להוראות כל דין`,
           `ד. אינו מפר כל דין ו/או זכות של צד ג', כולל מבלי לגרוע זכויות קניין רוחני והזכות לפרטיות`,
           `ה. יש לך את מלוא הזכויות וההיתרים הנדרשים כדי להעביר למסעדה את מלוא הבעלות בתוכן שלך, ללא מגבלות או חובות כלשהן מצד המסעדה (כולל חובות תשלום). המסעדה רשאית לפרסם את התוכן שלך בצירוף שם הפרופיל שלך בפייסבוק, שמך בחשבון גוגל ו/או שם חשבון הדואר האלקטרוני שלך.`,
           ``,
        ]
    },
    {
        title: `8. תוכן של גורמים שלישיים`,
        rows: [
           `חלק מהתוכן והחומרים הזמינים בשירות עשויים להיות מסופקים מטעם צדדים שלישיים. כל הדעות, העצות, ההצהרות, השירותים, ההצעות, המידע והתוכן המוצגים בשירות מטעם ו/או שמקורם בצדדים שלישיים כולל בין היתר טקסטים, תמונות, ציורים וקטעי וידאו, שייכים למי שיצר ו/או פרסם אותם ואינם בהכרח מייצגים את עמדות המסעדה. המסעדה אינה מקדמת ו/או מפרסמת ו/או ממליצה עליהם בדרך כלשהי, ואינה עורכת ו/או מבקרת ו/או מסננת ו/או בודקת אותם אלא רק משמשת כפלטפורמה להצגתם וריכוזם במקום אחד.`,
           `ככל שהשירות מכיל לינקים לשירותים ומשאבים חיצוניים, המסעדה אינה שולטת בזמינותם ותכנם של שירותים ומשאבים אלה. במידה ויש לך שאלה, השגה ו/או בעיה בכל עניין הנוגע לשירות ו/או תוכן כאמור, או כל לינק המפנה אליהם, עליך להפנותם לאותו צד ג' שמספק אותם. לינקים כאמור עומדים לרשותך בשירות רק לנוחותך ואין המסעדה אחראית ללינקים ו/או תוכן כאמור. במידה ותעזוב את השירות על-ידי הקשה על לינק ו/או תצרוך ו/או תצפה ו/או תעשה שימוש כלשהו בתוכן שלא מטעם המסעדה, דע כי הנך עושה זאת באחריותך בלבד. התוכן אליו אתה נחשף באמצעות לינקים לא פותח, נערך ו/או נבדק על-ידי המסעדה והמסעדה לא תהיה אחראית לכל נזק או אבדן שנגרמו מסיבה כלשהי הקשורה בשירותים, מידע ו/או כל תוכן המסופק בידי אתרים אחרים, כולל בין היתר כתוצאה מעיכובים, פגמים ו/או השמטות העשויות להיות בו. המסעדה אינה מציגה מצגים ו/או נותנת הבטחות ו/או המלצות ולא תהיה לה כל אחריות לתוכן כלשהו המסופק על-ידי צד ג'.  אנו ממליצים כי כאשר אתה מופנה לאתרים ולתכנים של צד ג' בלינק, תהיה זהיר ותקרא לעומק ותציית לתנאי השימוש ומדיניות הפרטיות של אתרים ותכנים כאמור ותוודא כי האתר מתאים לגילך ולאופי השימוש שלך ברשת האינטרנט.`,
        ]
    },
    {
        title: `9. הגבלת אחריות`,
        rows: [
           `שירות זה מועמד לרשותך כפי שהוא וללא אחריות ו/או הבטחה מכל סוג, בין אם מפורשת או מכללא ו/או מכוח דין (ככל שהדין החל מרשה זאת). ככל שמתיר זאת החוק ובהיקף המרבי אותו הוא מתיר, המסעדה אינה נותנת כל הבטחה ולא תישא באחראית, כולל בין היתר ומבלי לגרוע בנוגע לסחירות (Merchantability), הפרת זכויות והתאמה למטרה מסוימת (Fitness for Particular Purpose). המסעדה אינה מבטיחה שהשירות יהיה נגיש ללא הפרעה או נטול פגמים ותקלות, או שהשירות או השרת עליו מצוי השירות נקיים מווירוסים ו/או כל גורם מזיק אחר. המסעדה אינה מבטיחה ו/או נותנת מצג כלשהו בנוגע לשימוש בשירות ו/או תוצאותיו של שימוש זה, לרבות אספקה וזמני אספקה ובכל הקשור לדיוק, אמיתות התוכן, מהימנות ו/או בכל עניין אחר. אתה האחראי הבלעדי לנקיטת כל אמצעי הזהירות הדרושים ו/או המומלצים לדעתך להגן על-עצמך מפני תביעות, נזקים, אבדן ו/או סכנה העלולים לעלות כתוצאה ו/או בקשר עם שימושך ו/או הסתמכותך על השירות ו/או כל חלק ממנו. הנך מותר בזאת על כל תביעה או טענה בקשר עם השירות, אספקתו ו/או אי אספקתו.`,
           `ככל שמתיר זאת החוק ובהיקף המרבי אותו הוא מתיר, בשום מקרה המסעדה והגורמים הקשורים אליה כולל שותפים, נושאי משרה, דירקטורים, עובדים, בעלי מניות, סוכנים, נותני רישיון, קבלני משנה וספקים לא יישאו באחריות כלפיך ו/או כלפי כל ישות אחרת תחת כל תיאוריה משפטית, בין אם בעילה חוזית, נזיקית או אחרת, בין אם בשל נזק ישיר, עקיף, משני ו/או נסיבתי כולל ומבלי לגרוע אבדן רווחים, אבדן הזדמנויות עסקיות, אבדן הכנסה ו/או רווח, חסרון כיס, פגיעה במוניטין, אבדן מידע, פיצויים מיוחדים, עונשים ו/או לדוגמא; הנובעים מ ו/או קשורים בכל דרך בשירות ו/או בהיעדר שירות, לרבות ומבלי לגרוע שימושך בו ו/או הסתמכותך עליו ו/או על כל חלק ממנו ו/או בכל תקלה, חוסר דיוק, השמטה, פגם, פרצת אבטחה ו/או כל כשל בביצוע ואספקת השירות על-ידי המסעדה, אף אם המסעדה ידעה על האפשרות שיגרמו נזקים כאמור. ככל שלמרות האמור לעיל תמצא המסעדה אחראית, התרופה הבלעדית לה תהיה זכאי היא ביצוע מתוקן של ההזמנה בשירות והמסעדה לא תהיה אחראית למתן תרופות נוספות מעבר לכך.`,
        ]
    },
    {
        title: `10. שיפוי`,
        rows: [
           `הנך מתחייב להגן על ולשפות את המסעדה ומי מטעמה, כולל ומבלי לגרוע את כל בעליה, מנהליה, בעלי המשרה, הגורמים הקשורים אליה ועובדיה נגד כל אבדן, הוצאה, עלויות, תביעות, פיצויים (כולל הוצאות סבירות בשל שכר טרחת עו"ד, תעריפי מומחים וכל הוצאה סבירה אחרת הקשורה בהתדיינות משפטית) הנובעים מ ו/או שבאופן כלשהו קשורים עם שימושך בשירות ו/או הפרה של תנאי השימוש על-ידך.`,
        ]
    },
    {
        title: `11. ביטול`,
        rows: [
           `המסעדה רשאית לבטל הסכם זה ו/או להשהות את זכותך להיכנס ו/או לעשות שימוש בכל חלק ו/או בכל השירות מכל סיבה וללא הודעה מוקדמת. עם הביטול עליך לחדול מיד לעשות כל שימוש בשירות ולמחוק את האפליקציה ממכשירך. במקרה של ביטול התנאים לחובתך בסעיפים הבאים ימשיכו להיות בתוקף 3-13.`,
        ]
    },
    {
        title: `12. כללי`,
        rows: [
           `12.1. התנאים שבתנאי השימוש ובמדיניות הפרטיות הם התנאים היחידים והמלאים שחלים בינך לבין המסעדה בנוגע לנושא הסכם זה.`,
           `12.2. דיני מדינת ישראל יחולו על תנאי שימוש אלה וכל הקשור ו/או הנובע מהם. לבתי המשפט המוסמכים במחוז מרכז תהיה סמכות השיפוט הבלעדית בכל תביעה בקשר עם תנאי שימוש אלה, ולאף בית משפט אחר לא תהיה סמכות מקבילה להם.`,
           `12.3. במידה ותנאי מתנאי השימוש יקבע כבלתי אכיף ו/או חסר תוקף על-ידי ערכאה שיפוטית, ייחשב כאילו שונה תנאי זה אך ורק בהיקף הנדרש כדי שיהיה אכיף ובר תוקף. אם בכל מקרה ייחשב התנאי כחסר תוקף ו/או לא אכיף, ייחשב התנאי כאילו נמחק מתנאי השימוש ולא יהפוך את יתר התנאים בתנאי השימוש לחסרי תוקף או ללא אכיפים.`,
           `12.4. שום התנהגות, ויתור, הימנעות מפעולה ו/או שיהוי ו/או עיכוב מצד המסעדה בהפעלת זכות מזכויותיה על פי הסכם זה ו/או הדין לא תחשב לוויתור על זכות כלשהי או כהסכמה לאיזו הפרה או אי קיום תנאי הסכם זה או כנותנת דחייה או ארכה או כשינוי, ביטול או תוספת של איזה תנאי שהוא, אלא אם נעשתה בכתב ומפורשות.`,
           `12.5. אין בהסכם זה כדי להקנות זכויות כלשהן למי שאינו צד לו, ואין הסכם זה בגדר חוזה לטובת אדם שלישי כמשמעו בחוק החוזים (חלק כללי), תשל"ג-1973.`,
           `12.6. המסעדה רשאית להסב הסכם זה, כולו או בחלקו, בכפוף לשיקול דעתה הבלעדי. אינך רשאי להסב ו/או להעביר הסכם זה לצד ג' ללא קבלת אישור המסעדה מראש ובכתב. כל הסבה בלתי מורשית תחשב כבטלה וחסרת תוקף.`,
           `12.7. מבלי לגרוע מכל זכות ו/או תרופה אחרות על-פי כל דין ו/או תנאי השימוש, המסעדה שומרת לעצמה את הזכות, בכפוף לשיקול דעתה הבלעדי, מכל סיבה שתהא ובכל עת בה תחפוץ בכך, להגביל ו/או לחסום את גישתך לשירות ו/או למנוע ממך את האפשרות לעשות בו שימוש ו/או בכל חלק ממנו, כולל בין היתר בשל סיבה ו/או תקלה טכנית ו/או הפרה של תנאי השימוש.`,
           `12.8. שאלות בנוגע לתנאי השירות אנא צור עמנו קשר במייל:`,
           `Buffalo.burhou@gmail.com`,
        ]
    },
    {
        title: `מדיניות פרטיות`,
        rows: [
           `הנך מתבקש לקרוא מדיניות פרטיות זו בטרם תעשה כל שימוש בשירות (כהגדרתו בתנאי השימוש הזמינים בכתובת (תנאי השימוש) .`,
           `תנאי השימוש חלים על מדיניות פרטיות זו ומהווים חלק בלתי נפרד ממנה.`,
           `לתשומת לבך אנו עשויים לאסוף נתוני מיקום/GPS במסגרת השירות ולחבר את מכשירך באופן אוטומטי לרשת הWiFi שבמסעדה ללא הודעה מוקדמת.`,
           `בשימוש ו/או גישה לשירות הנך מתחייב כי קראת וקיבלת על עצמך את מדיניות פרטיות זו וכי הנך מסכים לכך שבופלו ע.מ 558510699 (להלן "המסעדה") תעשה שימוש במידע האישי שלך שיגיע לידיה בקשר עם השירות בהתאם למדיניות פרטיות זו. אם אינך מסכים לכל התנאים שלהלן אנא אל תעשה כל שימוש בשירות.`,
           `מדיניות הפרטיות מנוסחת בלשון זכר אך פונה לגברים ונשים כאחד.`,
           `פרטי קשר`,
           `אם יש לך שאלות או הצעות בנוגע למדיניות הפרטיות שלנו, אנא צור איתנו קשר:`,
           `אימייל: Buffalo.burhou@gmail.com `,
        ]
    },
    {
        title: `1.מדיניות פרטיות`,
        rows: [
           `"בופלו" מתייחסת בכבוד לפרטיות הלקוחות שלה ולכן פירטנו במדיניות פרטיות זו את הדרכים שבהן בכוונתנו לעשות שימוש במידע האישי שלך שיגיע לידינו דרך ו/או בקשר עם השירות.`,
           `2. איסוף מידע ושימוש בו`,
           `2.1 פרטי הרשמה`,
           `בעת ההרשמה לשירות תתבקש לספק לנו פרטי הרשמה, לרבות: שם, כתובת דואר אלקטרוני, מספר טלפון, כתובת למשלוחים ומידע נוסף ככל שיידרש. אנו עשויים לאסוף כל מידע שייוצר ו/או יעלה לשירות, לרבות העדפות שירות ומיקום ופרטי ההזמנה. בכוונתנו לעשות שימוש במידע זה למטרות הבאות:`,
           `1. זיהוי אישי.`,
           `2. ההשלמת ההזמנות שתבצע בשירות.`,
           `3. תפעול השירות וביצוע הזמנות,`,
           `4. יצירת קשר לצורך שירות לקוחות ככל שיהיה בכך צורך,`,
           `5. התאמה אישית של תוכן השירות שאנו מציעים על מנת שנוכל לשפר את השירות.`,
        ]
    },
    {
        title: `2.2 פרטי תשלום`,
        rows: [
           `בעת ההזמנה תהיה לך אפשרות לשלם באמצעות שירותי צד שלישי כגון כרטיסי אשראי או שירותי תשלום דומים ("חברת תשלום")ו/או במזומן. אנו לא אוספים או שמורים נתוני אשראי או מידע על אמצעי תשלום, כל פרטי אמצעי התשלום (לרבות מספר ת.ז. לאימות) נשמרים מוצפנים ומאובטחים ע"י חברת התשלום זד קרדיט Z-Credit. ככל שתבחר לאפשר לחברת התשלום לשמור את נתוני הזיהוי של אמצעי התשלום לצורך הזמנות עתידיות, תוכל לבצע הזמנות נוספות מהשירות מבלי להזין מחדש את פרטי אמצעי התשלום.`,
        ]
    },
    {
        title: `2.3 תכתובות ורשימת תפוצה`,
        rows: [
           `בהרשמתך לשירות הנך מאשר למסעדה ליצור עמך קשר בנוגע לשירות וכן לשלוח  הודעות למכשיר הטלפון שלך באמצעות SMS, מייל או שרת הודעות דחיפה (Push notification). בעת השימוש בשירות עשויים להופיע סקרים בדפי השירות, אשר ההשתתפות בהם אינה חובה. המסעדה תהיה רשאית לעשות כל שימוש במידע הנאסף במסגרת הסקרים על בסיס אנונימי ואגרגטיבי  וכן שימוש לא אנונימי לצרכי שירות, קשרי לקוחות, שיפור השירות ותחזוקה. אנו עשויים לשמור תכתובות ו/או שיחות שנערכו בינינו לבינך לצרכי שירות לקוחות, ניהול ושיפור השירות. בעת ההרשמה לשירות וביצוע הזמנות תהיה לך אפשרות להירשם לרשימת התפוצה שלנו, כך שמדי פעם תקבל מאתנו עדכונים בנוגע למבצעים, שירותים ומוצרים חדשים וידיעות אחרות שעשויות לעניין אותך וכן הזמנות להשתתף בסקרים, מטעמינו ו/או מטעם גורמי צד שלישי. בכל עת תוכל לצאת מרשימת התפוצה על-ידי ביטול האישור באזור האישי באתר האינטרנט ובאפליקציה או באמצעות הקלקה על לינק "הסרה מרשימת התפוצה" המופיע בגוף מייל מאתנו ובו תתבקש להזין את כתובת המייל שלך להסרה. יובהר כי אי שימוש בשירות או מחיקת האפליקציה לא יובילו להסרה מהרשימה.`,
           `לתשומת לבך, כי עקב מגבלות טכניות, במידה והתקנת את האפליקציה ביותר ממכשיר אחד ואתה מעוניין להסיר את עצמך מרשימת מקבלי הודעות דחיפה, על ההסרה להיעשות בכל מכשיר בנפרד.`,
        ]
    },
    {
        title: `2.4 מידע מגורמים שלישיים`,
        rows: [
           `אנו עשויים לקבל עליך מידע ממקורות צד שלישי כגון קואורדינאטות של כתובת ומען מגורמי צד שלישי ופרטים מרשתות חברתיות, ככל שהתחברת לשירות דרכן ובהתאם להרשאות שנתת להן, ולצרף אותו לפרטי הרישום שלך כמפורט להלן. ייתכן שנשתמש בפרטים אלה כדי לתקן את הרשומות שלנו, לאפשר מתן שירותים, העברת הודעות כהלכה וכן בירור תלונות, חשד להונאה או התנהגות בלתי הולמת.`,
        ]
    },
    {
        title: `2.5 מידע לגבי הזמנות והצלבה עם שירותי הזמנות נוספים`,
        rows: [
           `אנו אוספים מידע לגבי השימוש בשירות וביצוע הזמנות לצורך ניתוח השימוש בשירות, לצרכי ניתוח מידע סטטיסטי ומצרפי אודות העדפותיך כלקוח ואודות אופן השימוש בשירות, התאמת שירותים ומוצרים להעדפות או לצרכים אישיים שלך ולצורך התאמה ומיקוד של פרסומות ושל תכנים שיווקיים בהתאם למידע ולנתונים הנאספים ומעובדים כאמור, לרבות מידע על פעולות שהתבצעו בשירות, היסטוריית ההזמנות שלך, ולרבות הצלבה של כלל נתונים אלו אל מול שימושים אחרים שלך באתר, באפליקציה ובשירותים מקוונים ובפלטפורמות אחרות המסופקות על-ידי המסעדה ו/או באמצעותה, בין אם בפעולות ישירות מול המסעדה בסניפים ו/או אל מול פעולות מקוונות ודיגיטליות אחרות שלך דרך כלים דיגיטליים נוספים של המסעדה. כלים אלו משמשים אותנו גם לצרכי פרסום ו-remarketing בשירות וברחבי הרשת אשר עשוי להיות מותאם להעדפותיך על בסיס מאפייני פעילותך בשירות.`,
        ]
    },
    {
        title: `2.6 מידע טכני ותעבורת תקשורת`,
        rows: [
           `בכדי ליהנות מתכונות מסוימות בשירות, היישום (האפליקציה) יפנה לשירותי המיקום של מכשירך בכדי לדגום את מיקומו הפיזי. אנו משתמשים במידע מיקום בכדי לאתר ולהתאים לך שליח ולהעביר את המיקום המדויק שלך לשליח וכחלק מתהליך ביצוע ההזמנה. אינך מחויב להפעיל שירותי מיקום (GPS ) בכדי ליהנות מהשירות, אך אם תבחר לא לספק מידע זה לא תוכל ליהנות משירותי המשלוח. אנו רשאים לעשות כל שימוש בנתוני מיקום על בסיס אנונימי ואגרגטיבי, באופן שלא מאפשר לקשר אליך את המידע באופן אישי באמצעים סבירים ו/או שימוש מזוהה בכדי לתפעל ולשפר את השירות ולהתאים לך את השירות באופן אישי ו/או להציע לך פרסומים ומבצעים.`,
           `לצרכי תחזוקה שגרתית, ניתוח נתוני תעבורה ומתן ושיפור השירות, אנו משתמשים בקובצי יומן רישום שאוספים מידע כגון כתובות פרוטוקול אינטרנט IP), מידע על דפדפנים, מכשירים, קוקיס, ספקי שירות אינטרנט )ISP), דפים מפנים/דפי יציאה, סוגי פלטפורמות, גרסאות, חותמות תאריך/שעה, מספר לחיצות ומיקום בדף. אנחנו משתמשים במידע זה כדי לנתח מגמות, לנהל את השירות, לעקוב אחר תנועת משתמשים באופן מצטבר, לאבחן בעיות בשרתים שלנו ולאסוף מידע דמוגרפי נרחב לשימוש מצטבר. מידע זה אינו מקושר למידע נוסף המאפשר זיהוי אישי באמצעים סבירים. אנו משתמשים גם בכלי שירות למעקב המשתמש בקובצי יומן רישום כדי לנתח תנועות משתמשים, לשמור כתובות IP לצרכים סטטיסטיים אגרגטיביים ולנתח חשדות לפעילות לא חוקית.`,
           `2.7 קוקיס (Cookies), וווב ביקונס ( Web Beacons) ואמצעים טכנולוגיים נוספים לפרסום ממוקד`,
           `קוקיס הם פיסות מידע קטנות המאוחסנות במכשיר שלך וקשורות למידע עליך. אנו משתמשים בקוקיס של תעבורת תקשורת אשר הפעלתם מסתיימת בעת סגירת הדפדפן, והן בקוקיס קבועים המאוחסנים במכשיר שלך. הקוקיס הקבועים לא יימחקו בעת סגירת הדפדפן, קוקיס אלו שומרים פרטי תעבורת רשת ושימוש בשירות על-ידי המשתמש, לרבות העדפותיו. בדרך כלל הדפדפן או המכשיר קולטים קוקיס באופן אוטומטי, אך בחלק מהמכשירים והדפדפנים קיימת האפשרות לחסום שימוש בקוקיס. אם הנך מעדיף זאת והדפדפן או המכשיר שלך תומכים באפשרות זו תוכל לערוך את אפשרויות הדפדפן או המכשיר כדי לחסום קוקיס בעתיד. אנו משתמשים בקוקיס מכמה סיבות. לדוגמה, קוקיס מאפשרים לנו לעקוב אחר השימוש אשר עושים המשתמשים שלנו בשירות וכך ללמוד איך לשפר את חוויית השימוש ולהתאים את המוצרים וסדר הצגתם בשירות זה כמו כן - קוקיס מאפשרים לנו לתפעל את השירות. אם תבחר לדחות קוקיס ייתכן שעדיין תוכל להשתמש בשירות; עם זאת, הגישה שלך לאזורים מסוימים ושירותים מסוימים בשירות עשויה להיות מוגבלת.`,
           `אנו עשויים גם לעשות שימוש בשירות ובמיילים שלנו בווב ביקונס בכדי לאסוף את המידע המפורט במדיניות זו. ווב ביקונס, או "gifs", הם תמונות אלקטרוניות שמאפשרות לנו לשלוח קוקיס, לנטר את השימוש שלך בשירות או לקבל אינדיקציה לכך שבוצעה פעולה בתכתובת דואר אלקטרוני מטעמנו. אנו עשויים גם להשתמש בקוקיס ובווב ביקונס של צדדים שלישיים ולהעביר להם מידע אודות משתמשים, לרבות פייסבוק, בין היתר לצורכי אנליטיקות והתאמת פרסומות ותכנים ולצרכי שיווק. `,
           `
           אנו מעבירים לפייסבוק נתונים אודות לקוחותינו כדי שיוכלו לאתר אנשים שנמצאים בקרבתם ולהגיש להם פרסומות ממוקדות משתמש בעת הגלישה באינטרנט.`,
        ]
    },
    {
        title: `3.שיתוף מידע`,
        rows: [
        ]
    },
    {
        title: `3.1 העברת מידע לגורמים שלישיים`,
        rows: [
           `אף על-פי שאנו עושים מאמץ סביר לשמור על פרטיותך, ייתכן שנחשוף מידע אודותיך ככל שנידרש על-פי חוק ו/או על-ידי רשויות שלטון; ו/או ככל שהדבר נדרש לצורך הגנה על אינטרס חשוב שלנו ו/או כדרוש למתן השירות, בקרת השירות והתשלומים על פיו, בירור חיובים וביטול הזמנות, מניעת הונאות, חשד או חשש להפרת תנאי השימוש, ביצוע עבירה ו/או התנהגות לא נאותה, חשד או חשש להתחזות, הונאה, שימוש לא נאות או לא כדין באמצעי תשלום, הפצת דואר זבל, אלימות ו/או פגיעה בנו, בלקוחותינו, בשירותינו ו/או בכל צד ג'.`,
           `מבלי לגרוע מהאמור לעיל, אנו עשויים להעביר לחברות האשראי/התשלום/הסליקה ו/או חברות דומות  מידע אודותיך עם פנייתם לבירור, מעקב ובקרת תשלומים. מידע כאמור יכול שיכלול: שם פרטי, שם משפחה, טלפון, דואר אלקטרוני מספר רכישות ותאריכי הרכישה, תאריך ושעת איסוף מוצרים, מידע טכני ותעבורת תקשורת ועוד.`,
        ]
    },
    {
        title: `3.2 קבלני משנה וספקי שירות`,
        rows: [
           `אנו עשויים לשתף את המידע שלך עם ספקי שירות וקבלני משנה העובדים עמנו ו/או המספקים שירותים מסוימים מטעמנו בארץ ובחו"ל וזאת ככל שהדבר יידרש לצורך מתן השירות, שיפורו ופיתוח שירותים נוספים, ביצוע בירורים לגבי תשלום, ביצוע וביטול של הזמנות וכן עם חברות קשורות ו/או זכיינים ברחבי העולם. כמו כן, אנו עשויים לאחסן מידע בשירותי ענן ששרתיו ממוקמים מחוץ לישראל.  חברות אלה אינן רשאיות לשתף או להשתמש בעצמן במידע שלא עבורנו או לצורך תפעול השירות. בנוסף, אנו עשויים להעסיק גורמי צד שלישי כדי לסייע בהפצת סקרים, פרסום ו/או תכנים. לאחר השלמת פרויקטים אלה, אנו דורשים כי כל המידע יושמד ו/או יוחזר אלינו. לבסוף, אנו משתפים מדי פעם מידע אגרגטיבי עם ספקי השירות שלנו. מידע זה אינו מכיל מידע המאפשר זיהוי אישי באמצעים סבירים והוא משמש לפיתוח תוכניות ותוכן שעשויים לעניין את המבקרים בשירות שלנו.`,
        ]
    },
    {
        title: `3.3 מיזוג ורכישה`,
        rows: [
           `אנו רשאים להעביר המידע ולהסב זכויותינו והתחייבויותינו במקרה של מכירה ו/או מיזוג בו מועברת השליטה בבופלו ו/או בעיקר נכסיה ו/או בשירות לצד שלישי כלשהו ובלבד שאותו צד שלישי יכנס בנעלינו לכל דבר ועניין הקשור בהוראות מדיניות זו.`,
        ]
    },
    {
        title: `4. קישורים`,
        rows: [
           `שים לב כי השירות שלנו כולל קישורים שמובילים לאתרים ושירותים אחרים. אתרים ושירותים אלה עשויים לאסוף ממך מידע המאפשר זיהוי אישי. מדיניות פרטיות זו אינה כוללת את נוהלי איסוף המידע או המדיניות של אתרי אינטרנט ושירותים כאלה ו/או כל גורם שלישי, וכל שימוש שתעשה בקישורים ו/או שירותים אלה הינו באחריותך בלבד.`,
        ]
    },
    {
        title: `5. אבטחת מידע`,
        rows: [
           `אנו נוקטים צעדים סבירים כפי הנהוג בתעשייה כדי לסייע בהגנה על המידע המאפשר זיהוי אישי שאתה מספק לנו. אנו גם מגבילים את הגישה למידע המאפשר זיהוי אישי לעובדים הזקוקים למידע כדי לבצע עבודה ספציפית (לדוגמה, נציגי שירות לקוחות). אך יש לקחת בחשבון ששום אמצעי ו/או שירות אינם בטוחים באופן מוחלט, במיוחד כשהפעילות היא מקוונת. אם יש לך שאלות כלשהן בנוגע לאבטחת המידע שלך, הנך מוזמן לשלוח הודעה לכתובת הדואר האלקטרוני הרשומה לעיל.`,
        ]
    },
    {
        title: `6. קבלת גישה למידע המאפשר זיהוי אישי`,
        rows: [
           `באפשרותך לבקש גישה, עדכון או מחיקה בהתאם לחוק, של מידע המאפשר זיהוי אישי שאספנו עליך. כדי לממש זכות זו, עליך להכנס לאיזור האישי ולמחוק את החשבון. ככל שיימחק מידע כאמור ייתכן ולא יתאפשר לך לעשות שימוש בשירות ו/או לאבד את צבירת בי קוינז ו/או כל נקודת זכות שקבלת .`,
        ]
    },
    {
        title: `7. הגבלת אחריות`,
        rows: [
           `שירות זה מועמד לרשותך כפי שהוא ("AS IS") וללא אחריות ו/או הבטחה מכל סוג, בין אם מפורשת או מכללא ו/או מכוח דין (ככל שהדין החל מרשה זאת). ככל שמתיר זאת החוק ובהיקף המרבי אותו הוא מתיר, בופלו אינה נותנת כל הבטחה ולא תישא באחריות, כולל בין היתר ומבלי לגרוע בנוגע לסחירות (Merchantability), הפרת זכויות והתאמה למטרה מסוימת (Fitness for Particular Purpose). המסעדה אינה מבטיחה שהשירות יהיה נגיש ללא הפרעה או נטול פגמים ותקלות, או שהשירות או השרת עליו מצוי השירות נקיים מוירוסים ו/או כל גורם מזיק אחר. בופלו אינה מבטיחה ו/או נותנת מצג כלשהו בנוגע לשימוש בשירות ו/או תוצאותיו של שימוש זה, לרבות אספקה וזמני אספקה ובכל הקשור לדיוק, אמיתות התוכן, מהימנות ו/או בכל עניין אחר. אתה האחראי הבלעדי לנקיטת כל אמצעי הזהירות הדרושים ו/או המומלצים לדעתך להגן על-עצמך מפני תביעות, נזקים, אבדן ו/או סכנה העלולים לעלות כתוצאה ו/או בקשר עם שימושך ו/או הסתמכותך על השירות ו/או כל חלק ממנו. הנך מותר בזאת על כל תביעה או טענה בקשר עם השירות, אספקתו ו/או אי אספקתו.`,
           `ככל שמתיר זאת החוק ובהיקף המרבי אותו הוא מתיר, בשום מקרה המסעדה והגורמים הקשורים אליה כולל שותפים, נושאי משרה, דירקטורים, עובדים, בעלי מניות, סוכנים, נותני רישיון, קבלני משנה וספקים לא יישאו באחריות כלפיך ו/או כלפי כל ישות אחרת תחת כל תיאוריה משפטית, בין אם בעילה חוזית, נזיקית או אחרת, בין אם בשל נזק ישיר, עקיף, משני ו/או נסיבתי כולל ומבלי לגרוע אבדן רווחים, אבדן הזדמנויות עסקיות, אבדן הכנסה ו/או רווח, חסרון כיס, פגיעה במוניטין, אבדן מידע, פיצויים מיוחדים, עונשיים ו/או לדוגמא; הנובעים מ ו/או קשורים בכל דרך בשירות ו/או בהיעדר שירות, לרבות ומבלי לגרוע שימושך בו ו/או הסתמכותך עליו ו/או על כל חלק ממנו ו/או בכל תקלה, חוסר דיוק, השמטה, פגם, פרצת אבטחה ו/או כל כשל בביצוע ואספקת השירות על-ידי המסעדה, אף אם המסעדה ידעה על האפשרות שיגרמו נזקים כאמור. ככל שלמרות האמור לעיל תמצא בופלו אחראית, התרופה הבלעדית לה תהיה זכאי היא ביצוע מתוקן של ההזמנה בשירות ובופלו לא תהיה אחראית למתן תרופות נוספות מעבר לכך.`,
        ]
    },
    {
        title: `8. שינויים במדיניות הפרטיות`,
        rows: [
           `אנו רשאים לשנות את מדיניות הפרטיות בכל עת. במקרה של שינוי נוהלי הפרטיות שלנו, נשנה מסמך זה כך שתוכל לדעת איזה מידע אנחנו אוספים, כיצד אנחנו עשויים להשתמש בו ובפני מי אנחנו עשויים לחשוף אותו. נודיע לך על כל שינוי מהותי במדיניות פרטיות זו על-ידי פרסום הודעה בולטת בשירות שלנו. מומלץ לעיין בהצהרה זו מדי פעם כדי לקבל מידע על האופן שבו אנו מגנים על המידע שלך.`,
        ]
    },
    {
        title: `כתובת:`,
    
        rows: [
            `בופלו בורגר - טירה רח׳ אסלאם 53`,
            `דוא׳׳ל : buffalo.burhou@gmail.com`
        ],
      },
]
