export const temrsText = [
    {
        title: '1. השימוש בשירות',
        rows: [
            'השימוש באתר (״האפליקציה"), לרבות התכנים והשירותים המוצעים בהם וכל חלק מאלה כפוף לתנאי שימוש אלה ("תנאי השימוש" ו/או "הסכם זה"). על-ידי גלישה, הורדה, שימוש ו/או רישום בשירות ו/או כל פעולה אחרת בשירות הנך ("אתה") מתחייב כי קראת וקיבלת על עצמך את תנאי השימוש וכי הם מהווים הסכם מחייב בינך לבין בופלו ע.מ 558510699 (להלן : ״המסעדה״ ) במידה ואינך מסכים עם תנאי מתנאי השימוש עליך לחדול באופן מידי מלעשות כל שימוש בשירות.',
            'תנאי השימוש של השירות עשויים להשתנות מעת לעת ולפי שיקול דעתה הבלעדי של המסעדה וללא הודעה מראש. נא להתעדכן מעת לעת באיזור האישי תחת תנאי שימוש / מדיניות פרטיות. פרסים, פרסומים ומבצעים כפופים לתנאי המבצע או הפרסום הרלוונטיים כפי שהם מופיעים בדפי השירות.',
            'תנאי השימוש מנוסחים בלשון זכר אך פונים לגברים ונשים כאחד.'
        ]
    },
    {
        title: '2. רישיון',
        rows: [
           'בכפוף לתנאי השימוש, המסעדה תעניק לך רישיון מוגבל בזמן, הניתן לביטול (בשיקול דעתה הבלעדי של המסעדה), לא בלעדי, בלתי ניתן להעברה, ללא זכות מתן רישיונות משנה, לעשות שימוש אישי ולא מסחרי בשירות.',
        ]
    },
    {
        title: '3. הגבלות ואיסורים',
        rows: [
           'הנך מצהיר ומתחייב כי הנך לפחות בן 18 וכי תעשה בשירות אך ורק שימוש אישי שאינו מסחרי וזאת בכפוף לתנאי השימוש. תשלום וביצוע הזמנות דרך השירות מותרים אך ורק מגיל 18. הנך מתחייב שלא:',
           `א. למכור, להעניק רישיון (או רישיון משנה), להשכיר, להמחות, להעביר, לשעבד ו/או לחלוק עם צד ג' כל חלק בזכויותיך תחת תנאי השימוש.`,
           `ב. להעביר, להפיץ, להעתיק, להעמיד לרשות הציבור ו/או לשדר את השירות ו/או כל חלק ממנו.`,
           `. לעשות שימוש בשירות ו/או להפיץ כל חלק ממנו באזורי שיפוט בהם פעולה זו ו/או כל חלק מהשירות מהווים עבירה על החוק, או בהם פעולה זו תכפיף את המסעדה ו/או מי מהגורמים הקשורים אליה לחובת רישום בתחום סמכות השיפוט או מדינה כאמור.`,
           `ד. לעשות, לעודד, לקדם, להנחות ו/או לסייע לאחר לעשות בשירות כל שימוש שאינו חוקי, פוגעני ו/או מזיק.`,
           `ה. לבקר בשירות ו/או בכל חלק ממנו באופן בלתי מורשה ו/או לעשות שימוש בשירות תוך שימוש בשיטות ו/או אמצעים שאינם מורשים, כולל בין היתר רובוטים, זחלים, עכבישים ו/או כל אמצעי אוטומטי אחר.`,
           `ו. לשנות, לתרגם, להנדס לאחור (אלא אם הדין החל אוסר באופן מפורש הצבת הגבלה כאמור), לעשות כל ניסיון לגלות את קוד המקור של כל חלק בשירות ו/או כל תוכנה הקשורה אליו ו/או ליצור יצירות נגזרות שלו`,
           `ז. לעשות כל שימוש בשירות באופן העלול לגלות ו/או להפיץ את קוד המקור של השירות ו/או כל חלק ממנו ו/או העלול להכפיף את המסעדה לחובה לגלות ו/או להפיץ את קוד המקור של השירות ו/או של כל חלק ממנו ו/או שימוש שעלול להעניק לצד ג' את הזכות לשנות או ליצור יצירות נגזרות מהשירות ו/או קוד המקור`,
           `ח. להתחזות לאחר, לעשות שימוש באמצעי תשלום של צד ג' ו/או שלא על-פי דין ו/או לפתוח חשבון בשירות שלא בעבורך או לשימושך האישי בלבד`,
           `ט. להעלות ו/או לשלוח דרך השירות תכנים פוגעניים ו/או מזיקים, כולל מבלי לגרוע קבצים שעלולים להעמיס או להשבית את השירות, וירוסים, טרוג'אנים, ספאם, רוגלה או כל קוד או קובץ מזיק אחר`,
           ``,
           `י. לעשות שימוש בתגיות מטא Meta Tags),מטא דטה (Meta Data) או טקסט חבוי אחר ו/או בקישורים או תוצאות חיפוש ממומנות של מנוע חיפוש כלשהו אשר עושים שימוש במילות מפתח כלשהן המכילות, דומות או זהות לסימני המסחר (כהגדרתם להלן בסעיף 4).`,
        ]
    },
    {
        title: `4. קניין רוחני`,
        rows: [
           `כל זכויות הקניין הרוחני בשירות ובתוכן שלך (ראה הגדרה להלן בסעיף 7), כוללים בין היתר ומבלי לגרוע בשירות, תוכנות, פלטפורמות, אלגוריתמים, טכנולוגיה, עיצוב, מדגמים, סימני מסחר, מידע, שירותים, טקסט, קבצים, קטעי וידאו, תמונות, סאונד ומוזיקה, זרימת המשתמש וכל תוכן קנייני אחר ו/או שיפורים  או יצירות נגזרות של אלה הם קניינה של המסעדה ו/או של מרשיה, להם כל הזכויות בחומרים אלה, כולל כל זכויות הקניין הרוחני הקשורים עמם ("קניין המסעדה"). משמעות המונח "זכויות קניין רוחני" הוא, בין אם הן רשומות או לא, בישראל או בכל העולם:`,
           `א. זכויות יוצרים, לרבות ומבלי לגרוע זכויות ביצירות כתובות, מצולמות ומוקלטות`,
           `ב. סימני מסחר (לרבות סימני מסחר ולוגואים של המסעדה , חברות קשורות ו גורמים שלישיים), סימני שירות, שמות מתחם, לוגואים, שמות מסחריים, מוניטין ("סימני המסחר")`,
           `ג. פטנטים, בקשות פטנט ואמצאות`,
           `ד. סודות מסחר`,
           `ה. זכויות המקבילות לאלה המוזכרות לעיל וכל זכות קניינית אחרת הקשורה בקניין לא מוחשי`,
           `ו. פיצולים, המשכים, הארכות, חידושים ורישום מחדש של כל זכות מהזכויות המוזכרות לעיל, בין אם קיימים היום או שיוגשו, יירשמו ו/או יתקבלו בעתיד.`,
           `הנך מסכים ומודע לכך כי למסעדה הזכות המלאה, בכל זמן בו תחפוץ ומכל סיבה שהיא או ללא סיבה כלל, לעצב מחדש, לשנות את הסדר, המבנה והמפרט, המאפיינים וכל רכיב ו/או אספקט אחר של השירות או כל חלק ממנו.`,
           `אין בתנאי שימוש אלה ו/או בדבר כלשהו הרשום בשירות כדי להוות העברה ו/או מתן זכויות כלשהן בנוגע לזכויות קניין רוחני בחלק כלשהו בשירות כולל קניין המסעדה פרט לרישיון המוגבל שבסעיף 2 לעיל.`,
        ]
    },
    {
        title: `5. החשבון שלך`,
        rows: [
           `במהלך יצירת חשבונך בשירות, תידרש לרשום את מספר הטלפון הפרטי שלך לטובת אימות, תקבל לטלפון מסרון עם קוד אימות. הנך האחראי הבלעדי לכל פעולה בחשבונך, (כולל שימוש בלתי מורשה), לשמירת הסודיות ולקיום הוראות צד ג'. אם יש לך סיבה כלשהי לחשוד כי צד ג' גילה או שהתרחשה גישה לא מורשית לחשבונך בשירות, הנך נדרש להודיע על כך למסעדה באופן מיידי ולהתנתק מהשירות.`,
        ]
    },
    {
        title: `6. הזמנות`,
        rows: [
           `בכפוף לתנאי השימוש, תוכל לעיין בתפריט ארוחות וברשימת שירותים ומוצרים ואף לבצע הזמנות באמצעות השירות. בעת ההזמנה ובכפוף לזמינות השירות, תוכל להזמין משלוח לכתובת שתספק למסעדה ולשלם באשראי או בכל אמצעי תשלום שהמסעדה תאשר לשלם בו, לחלופין תוכל להזמין ולשלם דרך האפליקציה ולאסוף בעצמך את ההזמנה בסניף או במסעדה. במידה ותבחר לשלם  במסעדה, תתבקש לעמוד בתור הרגיל כדי לדווח את מספר ההזמנה ולשלם עליה. המסעדה עשויה, בכפוף לשיקול דעתה הבלעדי, לעשות שימוש במסגרת השירות באמצעי זיהוי שמטרתם לאמת את ההזמנה, כגון אישור בSMS או אימייל. ללא אימות כאמור ככל שיידרש, לא יתאפשר מתן השירות.`,
           `כל המחירים הם בשקלים חדשים וכוללים מע"מ אך אינם כוללים את התשלום עבור המשלוח, אשר יצוין בנפרד במהלך הזמנת משלוח. כל המחירים, כולל המשלוח, עשויים להשתנות מעת לעת בכפוף לשיקול דעתה הבלעדי של המסעדה. המחיר שיחול על ההזמנה יהיה המחיר שהוצג לך בעת ביצוע ההזמנה. המלאי והזמינות של השירותים והמוצרים המוצעים בשירות מוגבלים וייתכן כי בעת קבלת  ההזמנה לא ניתן יהיה לספק את המוצר או השירות שהוזמנו. המסעדה שומרת לעצמה את הזכות לשנות ו/או להסיר את רשימת המוצרים והשירותים המוצעים בשירות בכפוף לשיקול דעתה הבלעדי ואין בתנאי השירות אלה ו/או בשירות כדי לחייב את המסעדה להציע או לספק שירותים ו/או מוצרים כלשהם. תמונות המוצרים בשירות נועדו להמחשה בלבד. ייתכנו הבדלים בין התמונות המוצגות בשירות, לבין המוצרים המסופקים בפועל, לרבות אך לא רק, הפרשי גוונים בין תצלומי המוצרים בשירות לבין המוצרים כפי שיסופקו בפועל.`,
           `המשלוחים בשירות מוגבלים לפי אזורי החלוקה של המסעדה ו/או של חברות השליחות מטעמה. ייתכן ולא יסופקו משלוחים ו/או יתקבלו הזמנות מאזורים מסוימים. המסעדה תוכל להקטין או לבטל אזורי חלוקה בגלל תנאי מזג אוויר / חוסר שליחים או כל סיבה שתקשה עליה לבצע משלוח לכתובת המבוקשת.`,
           `התשלום עבור ההזמנה יבוצע לאחר בקשתך שנכין לך את ההזמנה או במקרה של תשלום במזומן בקופה. במשלוחים התשלום יבוצע עם סיום ההזמנה בשירות.  התשלום עובר לחשבון המסעדה דרך זד קרדיט Z-Credit - פתרונות סליקת אשראי לעסקים.`,
           `אם הפרטים, לרבות ומבלי לגרוע הכתובת למשלוח שסיפקת אינם נכונים (במלואם או חלקם) או חלקיים ו/או לא תהיה זמין בכתובת זו במועד המשלוח ועקב כך יתעכב ו/או ייכשל המשלוח, המסעדה תהיה רשאית לחייב אותך בהזמנה ובעלות המשלוח.`,
           `לא ניתן לבצע ביטול של הזמנת במשלוח ו/או באיסוף עצמי ו/או ישיבה במקום לאחר שליחת ההזמנה באפליקציה .`,
        ]
    },
    {
        title: `7. התוכן שלך`,
        rows: [
           `הנך האחראי הבלעדי לכל תוכן שתשלח למסעדה, לרבות טקסטים, קטעי וידאו, תמונות, מידע, רעיונות, עיצובים וכל תוכן אחר ("התוכן שלך"). למסעדה לא תהיה כל אחריות לתוכן שלך. בשליחת התוכן שלך למסעדה אתה ממחה ומעביר למסעדה באופן בלתי הדיר את כל זכויותיך בתוכן שלך, כולל כל שיפור ויצירה נגזרת שלו וזכויות הקניין הרוחני של כל אלה. הנך מצהיר ומתחייב כי:`,
           `א. הנך בעל מלוא הזכויות להתקשר בתנאי השימוש, לעמוד באיסורים וההתחייבויות הכלולים בהם ולבצע הזמנות בשירות ובמידה ושימושך בשירות נעשה עבור ארגון/חברה הנך מצהיר ומתחייב כי שימושך והסכמתך לתנאי השימוש מחייבים את אותו ארגון/חברה`,
           `ב.  אין מניעה, חוקית או אחרת להתקשרותך בתנאי השימוש`,
           `ג. שימושך בשירות ייעשה באופן חוקי ובהתאם להוראות כל דין`,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
    {
        title: ``,
        rows: [
           ``,
           ``,
           ``,
           ``,
        ]
    },
]